{
    "patio_Lovino": "Good morning, I made breakfast for you. Don’t work too hard on yourself today, you know? [218 219 236 728 727 730 199 456 457]$7",
    "spouseRoom_Lovino": "%Lovino looked at his room quietly, and you saw his tail wagging happily.",
    "Rainy_Day_0": "Do you still want to go out if it rains? At least bring a coat so you don't catch a cold.$0#$b#%Lovino pulled a coat and put it on you, and he also found two gloves and stuffed them into you anxiously.",
    "Rainy_Day_1": "...I can no longer remember the days when I used to hide from the rain under the cover of leaves. Everything now seems as unreal as a beautiful dream, which makes me inexplicably scared.$8#$b#%Lovino looked at you with wet eyes, as if he was longing for some kind of commitment or recognition. You held his paws and leaned over to kiss them, feeling the subtle trembling.#$b#Hmm...if it's @, it's okay if it's just a dream.$4",
    "Rainy_Day_2": "Come on, I'll make some hot soup. Drink it while it's hot to warm yourself up!$7[218 219 236 728 727 730 199 456 457]",
    "Rainy_Day_3": "Ah sneeze! Why is it so cold...*Rub hands**Breathing*$2#$b#%Lovino added more firewood to the fireplace, wrapped himself in a blanket and silently leaned closer to you.",
    "Rainy_Night_0": "Sometimes I envy Feliciano's outspokenness. That guy seems not to be afraid of being hurt at all and always expresses his whole heart, unlike me...$8#$b#However, it’s not too late to say important things from now on, right? Like \"like\" something...*Quietly*$4",
    "Rainy_Night_1": "I rarely think about the future. It is too far away and too unfamiliar to me. I am afraid that I will lose everything I have now.$8#$e#...You won't leave me, right?$8",
    "Rainy_Night_2": "Grandpa said Feliciano's name was \"Happiness\" and mine was \"Love\". Sometimes I wonder, do I really deserve this name?$8#$b#%You patted Lovino on the head to cheer him up, and he looked at you and smiled.#$b#Well...it's so nice that you feel it.$3",
    "Rainy_Night_3": "@, your hands are all red from the cold, why are you not careful!$6#$b#%He wrapped his wolf claws around your hand. It was furry and warm, and there were fleshy pads. You couldn't help but squeeze it, but he didn't refuse.#$b#...Is it so easy to touch?$4",
    "Indoor_Day_0": "Well, I got up this morning to practice cooking. [202 212 224 226 227 206]$6#$e#Not enough to eat? If you like it so much, I’ll just do it for you later.$4",
    "Indoor_Day_1": "@, what’s your favorite thing about the dishes I cook?$6#$e#You like whatever I tell you to do, isn’t that the same as not saying anything!$4",
    "Indoor_Day_2": "Here you go, I baked cookies to eat today. [223]#$e#Cookies shaped like you? It's an illusion! illusion!$4",
    "Indoor_Day_3": "Here, I hunted and found this yesterday! [151 155 305 417 446 698]#$e#Do you want to take it with you? ...it's up to you.$4",
    "Indoor_Day_4": "Good morning, I made breakfast for you. Don’t work too hard on yourself today, you know? [218 219 236 728 727 730 199 456 457]$7",
    "Indoor_Night_0": "%Before you could say anything, Lovino turned back to look at you, and you noticed that he kept wagging his tail.#$b#Why did you come back? I heard your footsteps from afar.$4",
    "Indoor_Night_1": "You smell like truffles and milk, so delicious...$1#$b#%Lovino sniffed at the side of your neck, his tail wagging.",
    "Indoor_Night_2": "I baked cookies that looked like @ yesterday, but I couldn't help but finish them.#$e#I’ll give it to you next time!$1",
    "Outdoor_0": "Well, don't forget to bring your lunch box. You can't be happy when you're hungry. [202 212 224 226 227 206]$7",
    "Outdoor_1": "What are those little flowerpot-like things in the distance? do you know?$6",
    "Outdoor_2": "%Lovino held you tightly in his arms and wrapped his tail around you.#$b#Today... I have to come back early.$4",
    "Good_0": "If the current life can continue like this, it will be happiness.",
    "Good_1": "%Lovino looked at you silently and leaned his head towards you. You raised your hand to touch it, and saw his head lowering lower and lower, his red cheeks showing through his hair, and only a shake behind him. The endless tail indicates the owner's joy and satisfaction.",
    "Good_2": "Will you feel lonely at home alone? Of course you will. But you also have your own things to do, right? I'll find something to do for myself.$8#$b#%You see his tail hanging listlessly between his hips. Sure enough, he is still lonely.",
    "Good_3": "Don't keep a sad face, @, the sun won't come out in the west, and nothing you worry about will happen.$6#$b#The boat will straighten out when it reaches the bridge, so you just have to live a good life, you hear me?$4",
    "Good_4": "I've been going through separations in the past and I used to wall myself off so I wouldn't get hurt again. But you let me know that meeting is not meaningless. Even if we part, I have been changed by you, and that is enough.$6#$b#*laugh*Sounds like something Feliciano would say, maybe I have changed a lot.",
    "Bad_0": "…$8",
    "spring_1": "It’s a new year again. Is it your human custom to say New Year blessings?#$b#Happy New Year, and… I hope you’ll always be happy – and I mean it.$4",
    "spring_13": "Tomorrow is Easter again, do you like chocolate eggs? ...I know, I know, I will cook it for you, don’t forget to eat it!$6",
    "spring_24": "Would you still wear that dress today? Trust me, you will be as beautiful as a princess!$1",
    "summer_1": "Summer is here! Will you grow tomatoes this year? I can't wait to make tomato dishes!$1",
    "summer_11": "Gus is going crazy for tonight’s banquet, haha, I want to put the freshest prey I caught in the forest into the soup!$1#$e#Governor? It doesn't matter what happens to that kind of guy, right? Just enjoy your meal.$6",
    "summer_28": "I'm going out early tonight to find the best spot for us, and I'll be waiting for you there.$1",
    "fall_16": "Are everything ready to be exhibited?#$b#Of course I know you're the best farmer in the world, and it's a shame those people don't appreciate you.$6",
    "fall_27": "ha! trick or treat!$7#$b#%Lovino bared his teeth and barked at you. You couldn't help but laugh and asked him if he wanted candy like a child. He immediately blushed and hesitated and couldn't answer.#$b#What...what's wrong...Isn't it okay to just ask you for candy?$4",
    "winter_1": "It's so cold outside, but luckily we have a fireplace in our house.#$e#I hope Feliciano can find a warm place to spend the winter, he can't stand the cold anymore.$8 ",
    "winter_7": "I heard that Willie thinks he is a sure winner, but I believe you won’t lose!#$7",
    "winter_15": "Today I'm going to go shopping with Feliciano at the night market. Is there anything you want to buy?",
    "winter_16": "You are back, this is made with ingredients I bought at the night market, let’s try the taste! [201 212 218 226 242 244]",
    "winter_17": "You are back, this is made with ingredients I bought at the night market, let’s try the taste! [201 212 218 226 242 244]",
    "winter_24": "Tomorrow is the Winter Star Feast, and I wonder if this year it will be the two of us exchanging gifts.#$b#But it doesn’t matter if you don’t get what I prepared, I’m already yours.$4#$b#...I won’t say it a second time!$4 ",
    "funLeave_Lovino": "@, I'm going out!",
    "funReturn_Lovino": "I'm back!#$b#%Lovino couldn't wait to rush over to you and hug you tightly. You took the opportunity to raise your hands to rub his head and ears, and heard him hum a few times."
}