{
    "dating_Feliciano": "I heard that you and Feliciano are in a relationship? Feliciano will trouble you from now on.$7",
    "married_Feliciano": "I still can't forget the scene at the wedding. Feliciano was really happy, which made me feel relieved.$1",
    "Mon_inlaw_Feliciano": "If you dare to make Feliciano suffer, I will take him back immediately, you hear me?$6",
    "divorced_Feliciano": "Feliciano will forgive you, I won't, never think about it!$5",
    "engaged_Lovino": "This is like a dream, a bit... too unreal...$3",
    "AcceptBouquet": "! ! !$4#$b#Wha-is this too fast...$4",
    "RejectBouquet": "ah?$5#$b#Did you give it to the wrong person?$6",
    "FlowerDance_Decline": "You may have other choices.",
    "FlowerDance_Accept": "Don't worry, I won't lose to them in dancing!$1",
    "FlowerDance_Accept_Spouse": "We will also be the best dancing couple this year and I can’t wait to show them how beautiful you are!$1",
    "GreenRain": "Slimy! I need to find a clean place to stay.$6",
    "GreenRain_2": "It’s this rain again! Well……#$b#To be honest, the tomatoes are growing really well after the rain, but I can’t stand the smell of everything smelling like grass!$6",
    "GreenRainFinished": "The sticky rain finally passed, and there was moss everywhere, and the food in my mouth had changed its taste.$9",
    "AcceptGift_(O)StardropTea": "Hmm...it tastes delicious. Where did you get it? Thanks!$1",
    "AcceptGift_coffee_item": "GRAZIE!*Drink it all in one gulp**wagging tail contentedly*$1",
    "AcceptGift_(O)256": "Grazie! This will be super delicious when used in tomato dishes!$7#$b#*Chew Chew*Very fresh too.$9",
    "AcceptGift_(O)192": "…Which reminds me of that potato bastard.",
    "AcceptGift_(O)564": "So beautiful, thank you!$1",
    "AcceptGift_(O)591": "It reminded me of the days when I was a kid playing on Tulip Hill.$7",
    "AcceptGift_(O)169": "If I want to play picking up twigs and find Feliciano, I'm not a dog.$6",
    "AcceptGift_(O)832": "Put that thing away! ! !*scream*",
    "AcceptGift_category_cooking": "Hmm...I smell the fragrance. Is it you? Thanks!$1",
    "AcceptGift_(O)203": "...What kind of rubbish is this.$2",
    "AcceptGift_(O)216": "…$2",
    "AcceptGift_(O)194": "Well, at least you can never go wrong with fried eggs.",
    "SpouseStardrop": "I heard that humans think this is a very precious gift. Originally, I wanted to make a salad or something, but the fruit is best eaten fresh.$4",
    "WipedMemory": "Do I know you?$6 #$b#Don't confuse that guy Feliciano with me.",
    "DumpsterDiveComment": "What are you doing! ?*Wolf language and foul language*I didn't know humans had this quirk...$2",
    "Introduction": "Oh, it's you. What do you want from me?",
    "danceRejection": "You may have other choices.",
    "divorced": "…$2#$b#I hate you! ! !$2",
    "breakUp": "…$2#$b#I hate you! ! !$2",
    "Resort_Entering": "Okay – I’m going to have some fun today too!$1",
    "Resort_Leaving": "Why did it get dark so soon? Damn it!$2",
    "Resort_Leaving_2": "Damn it, I haven't had enough!$2",
    "Resort_Umbrella": "Phew—take a break before continuing!$1",
    "Resort_Umbrella_2": "Are tomatoes available here all year round? This is*Wolf language and foul language*Heaven, right?$3",
    "Resort_Chair": "This chair is so uncomfortable to sit on, and there is no place to put the tail.$0",
    "Resort_Wander": "It’s so beautiful here, I want a glass of coconut juice!$1",
    "Resort_Bar": "Gus! I'll have some seafoam pudding, please.$1",
    "Resort": "Ciao! Are you here too?$1",
    "Gus_Resort": "Gus! Have you come here to cook too?$0",
    "GILeave_Default_Happy": "I want to go to Jiangdao today. Do you want to come with me?$4#$b#…Forget it if you don’t have time.$6",
    "GIReturn_Default_Happy": "The resort you built is amazing!$1",
    "GILeave_Default_Unhappy": "… It’s none of your business where I go.$0",
    "GIReturn_Default_Unhappy": "…$8",
    "dumped_guys": "Don't! Come! bother! I!$5",
    "secondChance_guys": "...You are not allowed to leave me behind this time.$2",
    "give_flowersA": "Wha-is this too fast...",
    "give_flowersB": "! ! !",
    "give_pendant": "This is what you said, there is no use going back on it later!",
    "rejectA": "Did you give it to the wrong person?$6",
    "engageA": "ah?$5",
    "marriedA": "ah?$5",
    "Mon": "What is the job? It sounds tiring.$8#$e#I don't want to do anything that requires a lot of effort.$7",
    "Mon2": "Monday is a day that humans seem to hate.#e#Why can't you live the life you want?$6",
    "Mon4": "",
    "Mon6": "Don't force yourself when you're so tired, take a nap and rest.#$b#Don't get me wrong...I'm not worried about you. Everyone knows that having a happy life is the most important thing.$4",
    "Mon8": "Don't keep a sad face all the time. The sun won't come out in the west, and nothing you worry about will happen.$6#$b#The boat will straighten out when it reaches the bridge, so you just have to live a good life, you hear me?$4",
    "Mon10": "Sometimes I envy Feliciano's outspokenness. That guy seems not to be afraid of being hurt at all and always expresses his whole heart, unlike me...$8#$b#...Forget it, just think I didn’t say anything.$8",
    "Tue": "The leeks and dandelions on the mountains have also begun to appear, and it will be possible to make spring dishes in a while.$7",
    "Tue2": "Feliciano is pestering me to make dandelion coffee again. Where did he know about this stuff?$6",
    "Tue4": "Spring is here, and it’s time for the rabbits to come out, right? I want to make rabbit hotpot tonight.$1#$e#…I didn’t say you couldn’t come, just forget it if you don’t have time.$4",
    "Tue6": "Every time I scold that stupid brother, he laughs. It’s so annoying! Why am I still so clingy after I've treated him like this?$6#$b#...But I don’t hate him, so what else can you do to him?$3",
    "Tue8": "Gus's bar will have new ones every day, but if you really want something else, I'll be merciful and make it for you.$4",
    "Tue10": "*nervous*Wha-what? Don't get me wrong, I don't like garlands! I made it for...that guy Feliciano!$4#$b#Don't look at me like that-! ! !$2",
    "Wed": "The grocery store is closed today, but the bar will not be closed, and I will have to help sift noodles later.",
    "Wed2": "The first dish I learned when I came to Gus was toast - you'd say salad is better? Have you ever heard of a vegetarian wolf?$6",
    "Wed4": "*mumble*Spicy eel and salmon dinner...what to eat today?",
    "Wed6": "If Feliciano were to open a grocery store, he would definitely go out of business the next day. He would only sell things he likes.",
    "Wed8": "Tulips remind me of my original hometown. My memories before I was old enough to follow the migration are blurred. I only remember that I can always smell those tulips on the hillsides.$3",
    "Wed10": "Well, I got up this morning to practice cooking. [202 212 224 226 227 206]$6#$e#Not enough to eat? If you like it so much, I’ll just do it for you later.$4",
    "Thu": "What? I'm certainly not human, isn't that obvious?$6",
    "Thu2": "When the full moon comes, Feliciano will definitely make trouble again at night, uh... when he howls, I want to howl along with him.#$e#This is what wolves are like.$6",
    "Thu4": "My people? They are still on the move until they find a new place to stay. It's a pity that we can't exchange letters. If we get lost, we are lost and can never go back.$8",
    "Thu6": "People here don't seem to care about our race. Abigail and the other three said I was cool, and the two kids also liked to touch my tail.#$e#what the hell! I'm not a dog!$6",
    "Thu8": "Although I can't go back, at least Feliciano is still here. It's always good to have someone with blood connections by your side, and...#$b#%Lovino glanced at you, then covered his eyes and looked away.#$b#...You are also a good human being.$4",
    "Thu10": "I rarely think about the future. It is too far away and too unfamiliar to me. I am afraid that I will lose everything I have now.$8#$e#...You're not leaving here, are you?$8",
    "Fri": "The bar started to get more crowded on Fridays, and when it got busy, Gus would ask me to help make some food.",
    "Fri2": "*Chew Chew*$9#$e#What's wrong? Have you ever seen a wolf eating a tomato?$6",
    "Fri4": "It would be great if there were eels all year round. Spicy eels can only be eaten in spring and autumn. Damn it!$9",
    "Fri6": "Hey, @, what do you like to eat?$6#$e#You like whatever I tell you to do, isn’t that the same as not saying anything!$4",
    "Fri8": "Here you go, I baked cookies to eat today. [223]#$e#Cookies shaped like you? It's an illusion! illusion!$4",
    "Fri10": "It’s been a while since I’ve danced, but it’s not impossible to dance if you have the right person.$4#$b#%Lovino looked away and you caught a glimpse of his face starting to turn red.",
    "Sat": "On Saturdays, Feliciano would take me to the museum. It was so quiet and boring there.",
    "Sat2": "Gunter said he couldn't bring food into the museum, and the only thing he wanted to do was go to sleep.$9",
    "Sat4": "The only thing I'm interested in are comics and picture books, which have pictures but don't require reading the words.",
    "Sat6": "…Actually, the poems Feliciano read to me were pretty good, but I didn’t want to learn to read for them, it was too much trouble.#$e#What are you doing, why do you look like 'You actually have this day too'?$6",
    "Sat8": "Grandpa said Feliciano's name was \"Happiness\" and mine was \"Love\". Sometimes I wonder, do I really deserve this name?$8",
    "Sat10": "If you learn to write, will you be able to write down a lot of things you can't say, like... \"Thank you\"?$4",
    "Sun": "There is no difference to me between weekends and weekdays, I sleep in anyway.",
    "Sun2": "...It’s annoying to think that tomatoes can only be eaten in one season. It would be nice if there was some magic that made them grow all year round.$9",
    "Sun4": "A strange thing came to the forest, but Bella sold a lot of strange things. Do you humans like them?",
    "Sun6": "Gus was very nice to us, gave us food, and taught me how to cook. Why do you need to help to this extent?$8",
    "Sun8": "%Before you could say anything, Lovino turned back to look at you, and you noticed that he kept wagging his tail.#$b#Why did you come here? I heard your footsteps from far away.$4",
    "Sun10": "Those \"like\" things you said are all true, right? You...won't lie to me, right?$6",
    "summer_Tue": "Do you grow tomatoes?$6#$b#I'm just asking casually, don't think too much about it.$4",
    "summer_Tue2": "Feliciano likes that kind of flower called summer sequins. If you give it to him, he will definitely be happy to death.",
    "fall_Tue": "Do you have pigs and cows on your farm? You smell like truffles and milk, so delicious...$1",
    "fall_Tue2": "I feel even more sleepy in autumn and want to sleep as soon as I eat. It would be great if I could hibernate and sleep until spring.$6",
    "fall_Tue10": "Here, I found it while hunting yesterday. [151 155 305 417 446 698]#$e#Is it the weird stuff that you humans like?$1",
    "winter_Tue": "There was nothing to catch in the winter, so I had to sleep by the stove to keep warm.",
    "winter_Tue2": "Have you ever tried to plow through the snow? Sometimes we can dig up winter roots, and when we are so hungry we eat these wild vegetables to satisfy our hunger.$0",
    "winter_Tue4": "I don’t hate winter, but——*Breathing*Look, how can you humans stand it when it's so cold?$6",
    "winter_Tue10": "@, your hands are all red from the cold, why are you not careful!$6#$b#%He wrapped his wolf claws around your hand. It was furry and warm, and there were fleshy pads. You couldn't help but squeeze it, but he didn't refuse.#$b#...Is it so easy to touch?$4",
    "winter_15": "There is a night market tonight, and Feliciano has been talking to me about going to play since last week, and wants to drag me along - it really annoys him.$3",
    "winter_16": "The night market is leaving tomorrow, and a year is about to pass, so I just wanted to see what gifts I can prepare for the Winter Star Feast."
}