{
    "intro.000": "Ha ha! Ice and cold!$1",
    "intro.001": "%Lovino was sleeping soundly, it would be better not to wake him up.",
    "intro.002": "*Chew Chew*$9",
    "intro.003": "I'm at work, so if I want something to eat I'll order from Gus.",
    "intro.004": "There is a night market tonight, and I don’t know if there will be more good stuff than at the grocery store.",
    "intro.005": "Gus asked me to run errands and said he would give me the rest of the money as a tip!$7",
    "intro.006": "Gus asked me to run errands and said he would give me the rest of the money as a tip!$7",
    "intro.007": "I told you Feliciano! If you drink again, you will have insomnia again at night!$5",
    "intro.008": "The sun is so bright in the desert, so the tomatoes will be sweeter, right?",
    "intro.009": "The water in the lake is so transparent that you can see the bottom, but unfortunately the fish don’t look very tasty.",
    "intro.010": "Feliciano thought about eating fish every day, and one day he choked on a thorn.",
    "intro.011": "Are you here too? What do you want to eat tonight? I'll buy some condiments and make them for you at home.",
    "intro.012": "Oh - you're here @, what do you want to have tonight? I'll take advantage of my free time to make one and send it to you!$7",
    "intro.013": "*Chew Chew*$9#$b#Do you want to try it too? Tomatoes eaten raw are the freshest and most delicious!$1",
    "intro.014": "Sometimes when I feel depressed, looking at the sea calms me down.#$e#%You scooped up some seawater with your hands and charged towards Lovino! Before he could react for a moment, he wiped some water on his face and bent down to start a water fight with you.#$b#ha! I won't give in just because you are my partner! Take the move!$1",
    "intro.015": "...Do you like his food?*Wagging tail irritably*$6",
    "intro.016": "...It's a pity that the fish doesn't look very delicious, and he also said that he would bring some desert specialties back to cook for you.",
    "intro.017": "Feliciano said that after I get married, I won’t be able to eat the food I cooked. Hey... I’ll cook more and send it to him tonight.#$e#It's like living or dying without the food I cook! But yes, he may feel lonely occasionally.$8",
    "intro.018": "I told you Feliciano! If you drink again, you will have insomnia again at night!$5#$b#%Seeing you coming, Feliciano looked at you with eyes like a dog begging for food, and Lovino was not aware of your arrival.#$b#Don't act coquettishly towards my partner! He wouldn't - what? You said give him a drink? You two really... just rely on me to like you...*murmur quietly*$4 ^Don't act coquettishly towards my partner! She wouldn't - what? You said give him a drink? You two really... just rely on me to like you...*murmur quietly*$4",
    "intro.019": "The strange rain outside is still falling.#$e#Hey, I don’t want to think about it anymore, the food still has to be delicious. What do you want to eat tonight?$7",
    "intro.020": "*Chew Chew*Fortunately, the tomatoes still taste the same and have not become slimy.$9"
}